<template>
  <IconSection title="Хобби и увлечения">
    <section>
      <h2>Спорт</h2>
      <p>Способ медитации после рабочего дня, помогает восстановить ресурс</p>

      <h2>Путешествия</h2>
      <p>
        Люблю планировать маршруты. Заранее изучаю место и по прибытию уже легко
        ориентируюсь. Проникаюсь культурой, дизайном, людьми
      </p>

      <h2>Фотография</h2>
      <p>Подмечаю необычные, интересные вещи и людей, которые окружают меня</p>
    </section>
  </IconSection>
</template>
