<script setup>
import { Layers } from "lucide-vue-next";
</script>

<template>
  <IconSection title="Процесс работы" :icon="Layers">
    <section>
      <h2>Погружение в задачу</h2>
      <p>
        На этом этапе я изучаю задачу, задаю вопросы о цели проекта, метриках,
        потребностях и проблемах, сроках и технических ограничениях. В этом
        помогают заказчик от бизнеса, продакт-менеджер, разработчик.
      </p>

      <h2>Исследование</h2>
      <p>
        Анализирую полученные данные и метрики. Изучаю конкурентов и аналогичные
        сервисы, а также схожие по механике сервисы, чтобы глубже понять сферу,
        в которой предстоит работать
      </p>

      <h2>Продумывание сценариев</h2>
      <p>
        Анализирую пользовательское взаимодействие, чтобы понять, как человек
        будет использовать сервис. Создаю сценарии использования
      </p>

      <h2>Создание фреймворка</h2>
      <p>
        Разрабатываю структуру интерфейса, которая помогает оптимально
        разместить все элементы на странице. Фреймворк служит основой, вокруг
        которой строятся все элементы
      </p>

      <h2>Дизайн макетов</h2>
      <p>
        Готовлю макеты и интерфейсы, создаю все возможные состояния интерфейса.
        Передаю макеты разработчикам, обеспечивая их всеми необходимыми
        ресурсами
      </p>

      <h2>Тестирование</h2>
      <p>
        При необходимости провожу тестирование макетов на пользователях, включая
        интервью или A/B тестирование и анализ результатов. Собираю и
        обрабатываю данные, делаю выводы на основе метрик
      </p>

      <h2>Корректировка и улучшение дизайна</h2>
      <p>
        Корректирую и улучшаю дизайн на основе результатов тестирования и
        обратной связи. Процесс повторяется до достижения желаемого результата
      </p>
    </section>
  </IconSection>
</template>
