<template>
  <IconSection title="Процесс работы">
    <section>
      <h2>Погружение в задачу</h2>
      <p>
        На этом этапе важно понять цели проекта и определить потребности и
        проблемы целевой аудитории. В этом помогают заказчик и продакт-менеджер,
        предоставляя краткое описание, задачу и проблемы проекта.
      </p>

      <h2>Исследование</h2>
      <p>
        Анализирую полученные данные и метрики. Изучаю конкурентов и аналогичные
        сервисы, а также схожие по механике сервисы, чтобы глубже понять сферу,
        в которой предстоит работать.
      </p>

      <h2>Продумывание сценариев</h2>
      <p>
        Анализирую пользовательское взаимодействие, чтобы понять, как человек
        будет использовать сервис. Создаю сценарии использования.
      </p>

      <h2>Создание фреймворка</h2>
      <p>
        Разрабатываю структуру интерфейса, которая помогает оптимально
        разместить все элементы на странице. Фреймворк служит основой, вокруг
        которой строятся все элементы.
      </p>

      <h2>Дизайн макетов</h2>
      <p>
        Готовлю макеты и интерфейсы, создаю все возможные состояния интерфейса.
        Передаю макеты разработчикам, обеспечивая их всеми необходимыми
        ресурсами.
      </p>

      <h2>Тестирование</h2>
      <p>
        При необходимости провожу тестирование макетов на пользователях, включая
        интервью или A/B тестирование и анализ результатов. Собираю и
        обрабатываю данные, делаю выводы на основе метрик.
      </p>

      <h2>Корректировка и улучшение дизайна</h2>
      <p>
        Корректирую и улучшаю дизайн на основе результатов тестирования и
        обратной связи. Процесс повторяется до достижения желаемого результата.
        При необходимости масштабирую проект на всю сеть.
      </p>
    </section>
  </IconSection>
</template>
