<script setup>
import { WandIcon } from "lucide-vue-next";
</script>

<template>
  <IconSection title="Навыки" :icon="WandIcon">
    <section>
      <h2>Исследования и анализ</h2>
      <ul>
        <li>Проведение исследований и анализ пользовательского опыта.</li>
        <li>Тестирование дизайн-решений.</li>
      </ul>

      <h2>Взаимодействие с командой и бизнесом</h2>
      <ul>
        <li>
          Эффективное взаимодействие с бизнесом, менеджерами проекта,
          разработчиками и дизайнерами.
        </li>
        <li>
          Учет бизнес-целей, аналитических показателей и возможностей
          разработчиков.
        </li>
        <li>
          Умение донести свою точку зрения, поддерживать конструктивный диалог и
          находить компромиссы.
        </li>
      </ul>

      <h2>Организация работы</h2>
      <ul>
        <li>
          Навыки оценки задач, планирование и приоритизация задач. Не нарушаю
          сроки реализации
        </li>
      </ul>

      <h2>Эмпатия и критическое мышление</h2>
      <ul>
        <li>
          Способна поставить себя на место другого человека и посмотреть на
          ситуацию его глазами.
        </li>
        <li>
          Анализирую новую информацию для более глубокого понимания задач.
        </li>
      </ul>

      <h2>Визуальный дизайн</h2>
      <ul>
        <li>
          Тренирую насмотренность, понимаю принципы композиции, цвета, формы и
          типографики.
        </li>
        <li>Разрабатываю дизайн-концепции, создаю адаптивные макеты.</li>
      </ul>

      <h2>Презентация проектов</h2>
      <ul>
        <li>Отлично презентую проекты, выступала на внутренних митапах.</li>
      </ul>

      <h2>Ответственность</h2>
      <ul>
        <li>Несу ответственность и довожу проекты до конца.</li>
      </ul>
    </section>
  </IconSection>
</template>
