<template>
  <IconSection title="Саммари">
    <section>
      <p>
        Более 3 лет проектирую пользовательские интерфейсы для мобильных
        приложений и десктопных сервисов, создавая удобные, простые и
        эстетически привлекательные решения.
      </p>
      <p>
        Обладаю сильными навыками в UX/UI дизайне, прототипировании и проведении
        пользовательских исследований.
      </p>

      <p>
        Понимаю задачи бизнеса и предлагаю решения, учитывающие цели и
        потребностикомпании. Эффективно взаимодействую с разработчиками, понимая
        их потребности и ограничения, а также объясняя им дизайнерские решения.
      </p>
      <p>
        Всегда стремлюсь к новому и быстро осваиваю необходимый материал. Для
        меня важно работать над крупными и интересными проектами, которые
        улучшаютжизнь пользователей и решают задачи бизнеса.
      </p>
    </section>
  </IconSection>
</template>
