<template>
  <div>
    <div class="flex items-center justify-between gap-4">
      <div>
        <h2>Сайт etagi.com</h2>
        <div>август 2022 – настоящее время</div>
      </div>
      <div class="flex gap-2">
        <AppLink to="/">Кейсы</AppLink>
        <AppLink to="/">Figma</AppLink>
      </div>
    </div>
    <div class="pl-6 max-w-md py-3">
      Etagi.com – это онлайн-сервис для поиска и продажи недвижимости в 13
      странах. Упростила фильтр на сайте, улучшила конверсию в заявку, упростила
      расчет ипотеки, улучшила навигацию, разработала новый функционал сторис,
      повысила конверсию главной страницы сайта и много др.
    </div>
  </div>

  <div>
    <div class="flex items-center justify-between gap-4">
      <div>
        <h2>Ecosystem Cosmos</h2>
        <div>ноябрь 2021 – август 2022</div>
      </div>
      <div class="flex gap-2">
        <AppLink to="/">Figma</AppLink>
      </div>
    </div>
    <div class="pl-6 max-w-md py-3">
      Внутренний сервис для удобной и эффективной работы всех подразделений
      компании (риелторы, брокеры, юристы, финансисты, IT-специалисты и др.).
      Разработала удобную, быструю обработка юридических заявок, проектирование
      сервиса для выгрузки медиа на сайт www.etagi.com, разработала интерфейса
      управления формулами для расчета мотивации сотрудников, улучшила
      коммуникацию по задаче между сотрудниками отделов и многое др.
    </div>
  </div>
  <div class="max-w-lg mt-4">
    <h2 class="mb-2">Обязанности</h2>
    <div>
      <h3>Разработка макетов</h3>
      <ul>
        <li>
          Занималась продуктовым дизайном мобильных приложений и десктопных
          сервисов, создавая удобные, простые и эстетически привлекательные
          интерфейсы.
        </li>
        <li>
          Делала сложные концепции простыми и интуитивно понятными для
          пользователей.
        </li>
        <li>
          Уверенно работаю в Figma, придерживаюсь компонентного подхода, что
          способствовало упрощению работы всей команды.
        </li>
        <li>
          Уделяю внимание эстетике, типографике, фотографии, композиции и
          текстам, что повышает визуальную привлекательность продукта.
        </li>
      </ul>

      <h3>Бизнес и метрики</h3>
      <ul>
        <li>
          Понимала задачи бизнеса и предлагала решения, учитывающие цели и
          потребности компании.
        </li>
        <li>
          Рассматриваю продукт целиком, выходя за пределы конкретных задач.
        </li>
        <li>
          Самостоятельно выдвигаю гипотезы на основе поставленных метрик и
          прорабатываю сценарии для их тестирования.
        </li>
        <li>
          Аргументированно защищала свои решения перед командой и бизнесом,
          достигая оптимальных результатов.
        </li>
        <li>
          Анализировала данные и метрики для обоснования и улучшения дизайна.
        </li>
      </ul>

      <h3>Разработчики и команда</h3>
      <ul>
        <li>
          Эффективно взаимодействовала с разработчиками, понимая их потребности
          и ограничения, а также объясняя им дизайнерские решения.
        </li>
        <li>Понимаю базовые принципы разработки.</li>
      </ul>

      <h3>Исследования</h3>
      <ul>
        <li>
          Инициировала и участвовала в пользовательских исследованиях, что
          помогло глубже понять потребности пользователей.
        </li>
        <li>
          Умею интерпретировать результаты для дальнейшего улучшения продукта.
        </li>
      </ul>

      <h3>Сценарии</h3>
      <p>
        Проектировала пользовательские сценарии, рассматривая интерфейсы как
        диалог между сервисом и пользователем.
      </p>
    </div>
  </div>
</template>
