<template>
  <div class="max-w-lg">
    <p>
      Занималась проектированием веб-сайтов и созданием дизайн-систем для
      различных отраслей, таких как юридические услуги, недвижимость, CRM для
      ресторанного бизнеса, электрическое оборудование, туризм и многое другое.
    </p>

    <h2>Обязанности</h2>

    <ul>
      <li>
        Создание web-интерфейсов с акцентом на удобство использования и
        эстетическую привлекательность
      </li>

      <li>
        Разработка UI кита: создание стилей, компонентов, блоков и гайдлайнов
      </li>

      <li>
        Адаптация интерфейса под все устройства экранов, обеспечивая единое
        визуальное восприятие на различных платформах
      </li>

      <li>
        Создание кликабельных прототипов для визуализации концепций перед
        бизнесом и разработчиками
      </li>

      <li>
        Эффективное взаимодействие с разработчиками на всех этапах проекта для
        достижения оптимальных результатов
      </li>

      <li>Создание интерфейсной анимации</li>

      <li>
        Понимание бизнес-задач, предложение решений, соответствующих целям
        компании и потребностям пользователей
      </li>

      <li>
        Уделяла внимания деталям, типографике, композиции и фотографии для
        повышения визуальной привлекательности продукта
      </li>

      <li>
        Аргументированная защита дизайнерских решений перед командой и
        заинтересованными сторонами
      </li>

      <li>
        Проектирование пользовательских сценариев, взаимодействие с интерфейсом
        как с диалогом между сервисом и пользователем
      </li>
    </ul>
  </div>
</template>
